/**
 ******************************************************************************
 * @file    bsp_init.c
 * @author  Pan
 * @version V1.0
 * @date    2025-07-28
 * @brief   bsp_Init
 ******************************************************************************
 * @attention
 *
 * Project: wuyue_heng
 *
 ******************************************************************************
 */

#include "bsp_init.h"

/**
 * @brief  Bsp初始化
 * @note   无
 * @param  无
 * @retval 无
 */
void Bsp_Init(void)
{
    /* LED 外设初始化 */
    LED_Init();
}
